---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.TextFailures
source: html/26491d45-7d9e-c86e-83e6-f2a988deecff.htm
---
# BuiltInFailures.TextFailures Properties

Can't create Model Text.